export default {
  restaurants: [
    {
      name: 'معجون سازی ارباب ولدمورت',
      id: 'restaurant1',
      address: 'اسکاتلند - هاگوارتز - خ دامبدور ششم',
      foods: [
        { id: 1, name: 'معجون تغییر چهره' },
        { id: 2, name: 'معجون نامرئی کننده' },
        { id: 3, name: 'شربت زعفران خاله پتونیا' },
        { id: 4, name: 'قیمه نثار خاله بلاتریکس بلک' },
      ],
    },
    {
      name: 'فست فود دیوید بکهام',
      id: 'restaurant2',
      address: 'میامی - خ یوهان سباستین باخ',
      foods: [
        { id: 1, name: 'پیتزا سر‌آشپز کریس' },
        { id: 2, name: ' بندری مادریدی با قارچ و پنیر' },
        { id: 3, name: ' ژامبون تنوری شف نیمار' },
        { id: 4, name: ' ساندویچ سرد سانتیاگو برنابئو' },
      ],
    },
    {
      name: 'آش و حلیم واندر وومن',
      id: 'restaurant3',
      address: 'تمیسکیرا - خیابان آزادی',
      foods: [
        { id: 1, name: 'آش آمازونی' },
        { id: 2, name: 'خوراک لوبیای آمازون' },
        { id: 3, name: 'عدسی شف دارکساید' },
        { id: 4, name: 'شله زرد کمیسر گوردون' },
      ],
    },
    {
      name: 'غذای دریایی آکوامن',
      id: 'restaurant4',
      address: 'آتلانتیس - جنب پارک شاه آتلان',
      foods: [
        { id: 1, name: 'قلیه ماهی' },
        { id: 2, name: 'کلاب ماهی متوسط' },
        { id: 3, name: 'ماهی دودی آتلانی' },
        { id: 4, name: 'میگو‌ی آتلانتیسی' },
      ],
    },
  ],
  user: {
    id: 'user',
    name: 'گاندالف خاکستری',
    cart: {
      items: [],
      restaurantId: '',
    },
  },
}
